[lavatown]
intro0 = ¡Mira este desastre! ¡Esto es terrible!
intro1 = Alguien abrió todos los grifos de Mafia Town... ¡Los mismos grifos que controlan el volcán de la ciudad!
intro2 = ¿Fuiste tú, niña? ¿No? Mafia piensa que vio a [icon:mugirl][hint]niña pequeña[/hint] abrir todos los grifos.
intro3 = Pequeña niña del sombrero, ¿puedes salvar Mafia Town [hint]cerrando todos los grifos de la ciudad[/hint]?
intro4 = ¡Si los cierras todos, tal vez el agua vuelva a surgir otra vez!